Revit 2024 API
SymbolTypeId.KmPerH Property
 Symbol km/h, indicating unit Kilometers per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KmPerH { get; }
Visual Basic
Public Shared ReadOnly Property KmPerH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KmPerH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace